{
  "vegetation": [
    {
      "id": 1,
      "name": "Ficus Mysore, Sant Josep de la Montaña Sanctuary",
      "latinName": "Ficus drupacea",
      "placeId": 1,
      "category": "tree",
      "description": "The Mysore fig is native to India, Southeast Asia, and Australia. It is characterized by not producing aerial roots, unlike most similar fig trees.\n\nThe Mysore fig is located in a flowerbed on the south side of the residence building, next to a fountain and a small structure that houses a statue of Saint Joseph.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507615/Ficus_de_Mysore_del_Santuari_de_Sant_Josep_de_la_Muntaya.760x428.3b496c90_to5dmc.jpg"
    },
    {
      "id": 2,
      "name": "Carob Tree",
      "latinName": "Ceratonia siliqua",
      "placeId": 1,
      "category": "tree",
      "description": "The carob trees in Park Güell are, in and of themselves, trees of general interest, but the specimen presented in this file is an interesting natural phenomenon.\n\nThe current carob tree, with a trunk measuring 90 cm in circumference, is a shoot from a tree that once reached a trunk measuring four meters in circumference, and the shoot is surrounded by whimsical shapes quite similar to Gaudí's lines in the park.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507615/Carob-Tree_rafcas.jpg"
    },
    {
      "id": 3,
      "name": "Cork Oak",
      "latinName": "Quercus suber",
      "placeId": 2,
      "category": "tree",
      "description": "The cork oak is a species native to Mediterranean forests and adapted to silicic soils. It is rare in our city, given that most soils are primarily calcareous.\n\nIn Monterols Park, the availability of space and the lack of competition with other species, which would be typical if it lived in the forest, have allowed it to develop its canopy freely and acquire an aesthetic and harmonious appearance. It is the most notable cork oak specimen in urban public spaces.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507615/cork-oak_lnzmny.jpg"
    },
    {
      "id": 4,
      "name": "Tree of love, Judas tree",
      "latinName": "Cercis siliquastrum",
      "placeId": 1,
      "category": "tree",
      "description": "The flowers, which are edible, attract bees. Occasionally, specimens of the cultivars 'Alba', with white flowers, and 'Rosea', with pink flowers, can be found.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507547/arbol-del-amor.-mestock.shutterstock_kaedg1.jpg"
    },
    {
      "id": 5,
      "name": "Park center of Poblenou",
      "latinName": "No latin name",
      "placeId": 3,
      "category": "green_area",
      "description": "There are more than five hectares of greenery where native Mediterranean vegetation predominates.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507616/parc-central-poble-nou-barcelona-pf-c1_n5som8.jpg"
    },
    {
      "id": 6,
      "name": "Turó del Putxet park",
      "latinName": "No latin name",
      "placeId": 4,
      "category": "green_area",
      "description": "Perched on the summit of Turó del Putxet, these gardens, open to the four winds, constitute one of Barcelona's most privileged viewpoints. This, along with abundant vegetation and a wide variety of species (some very rare) and sheltered resting places, gives this green space a strong personality.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507616/parque-turo_er0mck.jpg"
    },
    {
      "id": 7,
      "name": "Joan Miro park",
      "latinName": "No latin name",
      "placeId": 5,
      "category": "green_area",
      "description": "While the Canary Island date palms (Phoenix canariensis and Phoenix dactylifera) are the park's main attractions due to their abundance, the stone pines, alpine pines (Pinus pinea and Pinus halepensis), and holm oaks (Quercus ilex) create a large expanse of characteristically Mediterranean vegetation, also home to large eucalyptus trees (Eucalyptus camaldulensis and Eucalyptus globulus).\n\nNext to the library, oleanders (Nerium oleander) share the space with cypress hedges (Cupressus sempervirens), and near the palm grove, poplars (Populus alba) rise majestically. Elms (Ulmus pumila) and cedars (Cedrus deodara) are other tree species present in this park. Wisteria (Wisteria sinensis) and bougainvillea (Bougainvillea glabra) shine on the pergolas.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748508033/parc-de-joan-miro_vw3d5v.jpg"
    }
  ],
  "places": [
    {
      "id": 1,
      "name": "Gracia",
      "description": "Bohemian, artsy, lively, local",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507546/gracia_g8nibn.jpg"
    },
    {
      "id": 2,
      "name": "Sant Gervasi",
      "description": "Elegant, residential, quiet, affluent",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507546/santgervasi_m2yuh4.jpg"
    },
    {
      "id": 3,
      "name": "Poblenou",
      "description": "Innovative, industrial, beachy, trendy",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507546/poblenou_whuny4.jpg"
    },
    {
      "id": 4,
      "name": "El Putxet i el Farró",
      "description": "Hilly, green, peaceful, charming",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507547/ElPutxetielFarr%C3%B3_laatbd.jpg"
    },
    {
      "id": 5,
      "name": "la Nova Esquerra de l'Eixample",
      "description": "Central, diverse, modernist, urban",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748507547/eixamplepisos-1024x597_cfccqm.jpg"
    }
  ],
  "article": [
    {
      "id": 1,
      "title": "3-30-300 rule (Cecil Konijnendijk)",
      "text": "What is the 3-30-300 (Cecil Konijnendijk)?\n\nThe 3-30-300 rule is based on three key principles that every city should consider:\n✔️ 3 trees in view\n\nEveryone should be able to see at least 3 mature trees from their home, workplace, or school.\n\n🔹 Looking at trees through a window helps reduce stress, improve mood, and strengthen our connection with nature.\n\n✔️ 30% tree canopy cover in every neighborhood\n\nEach urban neighborhood should have at least 30% tree canopy cover—that is, 30% of the area should be shaded by tree canopies.\n\n🔹 This helps cool cities, improve air quality, reduce urban noise, and boost biodiversity.\n\n✔️ 300 meters to a quality green space\n\nEveryone should live no more than 300 meters from a public, accessible, and well-maintained green space.\n\n🔹 Easy access to parks and green areas promotes physical activity, mental well-being, and community connection.\n\n🌍 A simple rule with a big impact\n\nWhat makes the 3-30-300 rule so powerful is its simplicity: it's easy to understand, measurable, and applicable in all kinds of urban contexts—from big cities to small towns.\n\nAt Barcelona Viridis, we promote this vision because we believe that having more trees and green spaces nearby is not a luxury—it’s a necessity for our health and the planet’s.\n\n🌱 Want to know if your neighborhood meets the 3-30-300 rule?\nExplore it in our app and help us imagine and build a greener, healthier Barcelona for everyone.",
      "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748449455/Rule330300_oxes4p.png"
    },
    {
    "id": 2,
    "title": "More Green, Less Premature Death",
    "text": "An international study led by the Barcelona Institute for Global Health (ISGlobal) confirms that living near greenery significantly reduces the risk of premature death.\n\nResearchers analyzed data from over 8 million people in seven countries, using satellite images to measure vegetation near their homes. The finding is clear: for every 0.1 increase in the NDVI vegetation index within 500 meters of a residence, there's a 4% reduction in mortality risk.\n\nThis supports what we already sensed—green spaces don’t just lift our mood and reduce stress; they also help save lives.\n\nISGlobal researchers urge that expanding urban green spaces should be a public health and urban planning priority. Beyond health, these areas boost biodiversity, fight climate change, and make cities more livable and sustainable.",
    "image": "https://res.cloudinary.com/dagphzq9d/image/upload/v1748449454/ImagenParaArticulo_wa0veq.png"
}

  ]
}
